{
  "comment": "\"Sample video data\"",
  "videos": [
    {
      "duration": "4:08",
      "title": "What is Data Visualization in 3 minutes ?",
      "description": "What is Data Visualization?\n\nData is an increasingly potent tool at the negotiating table. The expectations have moved beyond manipulating headline figures to detailed correlation analysis. Travel managers and buyers are looking at data on total spend, compliance with policy and preferred booking channels, missed savings, advance booking windows, and online adoption across several dimensions.\n\nIt’s time for an overhaul of the phrase, a picture is worth a thousand words, because today’s travel manager will tell you that data visualization is worth millions of dollars.\n\nEgencia Business Travel Academy\nLearn the basics of Business Travel with Egencia.\n\nWe travel on business for all sorts of reasons: to close the deal, to meet the team or to meet the customer. Sometimes, it means a suite with a fantastic view, more often it doesn't. In the end, no matter where you're going, whether it's exotic or ordinary, business travel is work. And it's our job to make it easier for you. We do that by making it faster through our innovative technology. Whether you're arranging travel for others; or overseeing budgets, policy, compliance and traveler safety. And above all else, we strive to give travelers solutions that solve their problems, surprise them with efficiency and delight them in experience. As the line between our business and personal lives blur, shouldn't we demand the same innovation we see in our homes, at our workplace? Shouldn't your travel partner ask every day if it's possible there, why not here? As part of Expedia Group, the world's largest online travel company, Egencia has the most relevant inventory for your business travel needs. We combine this with first class customer service. We are here when your travelers need us the most. At Egencia, our promise to you is simple. It is all about you and always will be. \n\nCheck us out on http://www.egencia.com and get in touch.",
      "channelTitle": "YouTube Learning"
    },
    {
      "duration": "15:16",
      "title": "Charts Are Like Pasta - Data Visualization Part 1: Crash Course Statistics #5",
      "description": "Today we're going to start our two-part unit on data visualization. Up to this point we've discussed raw data - which are just numbers - but usually it's much more useful to represent this information with charts and graphs. There are two types of data we encounter, categorical and quantitative data, and they likewise require different types of visualizations. Today we'll focus on bar charts, pie charts, pictographs, and histograms and show you what they can and cannot tell us about their underlying data as well as some of the ways they can be misused to misinform.  \n\nCrash Course is on Patreon! You can support us directly by signing up at http://www.patreon.com/crashcourse\n\nThanks to the following Patrons for their generous monthly contributions that help keep Crash Course free for everyone forever:\n\nMark Brouwer, Nickie Miskell Jr., Jessica Wode, Eric Prestemon, Kathrin Benoit, Tom Trval, Jason Saslow, Nathan Taylor, Divonne Holmes à Court, Brian Thomas Gossett, Khaled El Shalakany, Indika Siriwardena, Robert Kunz, SR Foxley, Sam Ferguson, Yasenia Cruz, Daniel Baulig, Eric Koslow, Caleb Weeks, Tim Curwick, Evren Türkmenoğlu, Alexander Tamas, Justin Zingsheim, D.A. Noe, Shawn Arnold, mark austin, Ruth Perez, Malcolm Callis, Ken Penttinen, Advait Shinde, Cody Carpenter, Annamaria Herrera, William McGraw, Bader AlGhamdi, Vaso, Melissa Briski, Joey Quek, Andrei Krishkevich, Rachel Bright, Alex S, Mayumi Maeda, Kathy & Tim Philip, Montather, Jirat, Eric Kitchen, Moritz Schmidt, Ian Dundore, Chris Peters, Sandra Aft, Steve Marshall\n--\n\nWant to find Crash Course elsewhere on the internet?\nFacebook - http://www.facebook.com/YouTubeCrashCourse\nTwitter - http://www.twitter.com/TheCrashCourse\nTumblr - http://thecrashcourse.tumblr.com \nSupport Crash Course on Patreon: http://patreon.com/crashcourse\n\nCC Kids: http://www.youtube.com/crashcoursekids",
      "channelTitle": "YouTube Learning"
    },
    {
      "duration": "23:42",
      "title": "Data Visualization Through Drawing & Visual Thinking",
      "description": "Data visualization involves using images to communicate complex ideas, and in this video, Catherine Madden from FiftyThree discusses the building block of that skill: visual thinking. For her full class, head over to Skillshare: https://skl.sh/yt-visual-thinking\n\n👇About This Class👇\nDive into functional drawing! Join information designer and artist Catherine Madden for a 60-minute class demystifying how drawing can help you communicate ideas clearer, faster, and stronger.\n\nAs she draws everyday data into friendly stories and charts, you'll learn how a few simple moves can help you organize your ideas, extend your brainstorming, and communicate complex concepts simply (and effectively) to audiences of every size.\n\nThis class is ideal for:\n\n- a designer, writer, or artist eager to share stories in a visual way\n- a creative team looking to communicate and collaborate faster\n- an entrepreneur honing a persuasive pitch\n\nUse this class to learn functional drawing techniques and unlock the power of visual thinking!\n\nThroughout the class, Catherine uses Paper and Pencil by FiftyThree, but you're welcome to bring any tool or approach!\n\nFiftyThree builds mobile creation tools that help users to sketch, write, draw, outline, and color on the iPad. Curious for more? Check out Digital Drawing Workout: The Art of Subtraction with Shantell Martin, also presented in collaboration with FiftyThree.\n\n👇About Skillshare👇\nSkillshare is an online learning community for creators. We're on a mission to unlock universal access to learning. For just $8 a month, you can choose from thousands of classes in design, business, photography, and more — and take them anywhere, anytime. Learn, collaborate, and even teach a class of your own.\n\nSubscribe to Skillshare’s Youtube Channel for More: http://skl.sh/yt-subscribe\nLike Skillshare on Facebook: https://www.facebook.com/skillshare\nFollow Skillshare on Twitter: https://twitter.com/skillshare\nFollow Skillshare on Instagram: https://www.instagram.com/skillshare/",
      "channelTitle": "YouTube Learning"
    },
    {
      "duration": "1:32:45",
      "title": "The Art of Data Visualization | Off Book | PBS Digital Studios",
      "description": "Viewers like you help make PBS (Thank you 😃) . Support your local PBS Member Station here: http://to.pbs.org/Donateoffbook\n\nHumans have a powerful capacity to process visual information, skills that date far back in our evolutionary lineage. And since the advent of science, we have employed intricate visual strategies to communicate data, often utilizing design principles that draw on these basic cognitive skills. In a modern world where we have far more data than we can process, the practice of data visualization has gained even more importance. From scientific visualization to pop infographics, designers are increasingly tasked with incorporating data into the media experience. Data has emerged as such a critical part of modern life that it has entered into the realm of art, where data-driven visual experiences challenge viewers to find personal meaning from a sea of information, a task that is increasingly present in every aspect of our information-infused lives. \n\nFeaturing:\nEdward Tufte, Yale University\nJulie Steele, O'Reilly Media\nJosh Smith, Hyperakt\nJer Thorp, Office for Creative Research\n\nOffice of Creative Research:\n\"Gate Change\" by Ben Rubin w/ Mark Hansen & Jer Thorp\n\"And That's The Way It Is\" by Ben Rubin w/ Mark Hansen & Jer Thorp\n\"Shakespeare Machine\" by Ben Rubin w/ Mark Hansen & Jer Thorp\n\"Moveable Type\" by Ben Rubin & Mark Hansen\n\"Listening Post\" by Ben Rubin & Mark Hansen\n\nSources:\nFacebook World Map - Produced by Facebook intern, Paul Butler.  http://gigaom.com/2010/12/14/facebook-draws-a-map-of-the-connected-world/\nParis Subway Activity - Eric Fisher - http://www.flickr.com/photos/walkingsf/\nRich Blocks, Poor Blocks - http://www.richblockspoorblocks.com/\n\"Hurricanes since 1851\" - by John Nelson, http://uxblog.idvsolutions.com/\n\"Flight Patterns\" by Aaron Koblin - http://www.aaronkoblin.com/work/flightpatterns/\n\"We Feel Fine Project\" by Jonathan Harris and Sep Kamvar -  http://wefeelfine.org/\n\"Every McDonald's in the US\" by Stephen Von Worley - http://www.datapointed.net/2009/09/distance-to-nearest-mcdonalds/ \n\"Colours in Culture\" by informationisbeautiful.net - http://www.informationisbeautiful.net/visualizations/colours-in-cultures/\n\nMusic:\n\"The Blue Cathedral\" by Talvihorros - http://freemusicarchive.org/music/Talvihorros/Bad_Panda_45/The_Blue_Cathedral\n\"Sad Cyclops\" by Podington Bear - http://freemusicarchive.org/music/Podington_Bear/Ambient/SadCyclops\n\"Between Stations\" by Rescue - http://archive.org/details/one026\n\"Tomie's Bubbles\" by Candlegravity\n\"Earth Breath\" by Human Terminal - http://freemusicarchive.org/music/Human_Terminal/Press_Any_Key/01_Earth_Breath\n\"Unreal (Album Version)\" by Garmisch - http://freemusicarchive.org/music/Garmisch/Glimmer/02_-_Unreal_Album_Version\n\nMore Off Book:\n\nThe Future of Wearable Technology\nhttp://youtu.be/4qFW4zwXzLs\n\nIs Photoshop Remixing the World?\nhttp://youtu.be/egnB3teYiPQ\n\nCan Hackers be Heroes? \nhttp://www.youtube.com/watch?v=NVtrA7juc-w\n\nThe Rise of Webcomics \nhttp://youtu.be/6redB3Xev14\n\nWill 3D Printing Change The World? \nhttp://youtu.be/X5AZzOw7FwA\n\n\nFollow Off Book:\nTwitter: @pbsoffbook\nTumblr: http://pbsarts.tumblr.com/\n\nProduced by Kornhaber Brown: http://www.kornhaberbrown.com",
      "channelTitle": "YouTube Learning"
    },
    {
      "duration": "1:00",
      "title": "The Best Way to Visualize a Dataset Easily",
      "description": "In this video, we'll visualize a dataset of body metrics collected by giving people a fitness tracking device. We'll go over the steps necessary to preprocess the data, then use a technique called T-SNE to reduce the dimensionality of our data so we can visualize it. \n\nCode + challenge for this video:\nhttps://github.com/llSourcell/visualize_dataset_demo\n\nKeagan's winning code:\nhttps://github.com/WeldFire/prepare_dataset_challenge\n\nVishal's runner-up code:\nhttps://github.com/erilyth/Pokemon-Type-Classification-Challenge\n\nJoin us in the Wizards Slack channel:\nhttp://wizards.herokuapp.com/\n\nLive T-SNE demo in the browser:\nhttp://cs.stanford.edu/people/karpathy/tsnejs/\n\nMore learning resources:\nhttps://www.oreilly.com/learning/an-illustrated-introduction-to-the-t-sne-algorithm\nhttps://indico.io/blog/visualizing-with-t-sne/\nhttp://blog.applied.ai/visualising-high-dimensional-data/\nhttp://machinelearningmastery.com/visualize-machine-learning-data-python-pandas/\n\nPlease subscribe! And like. And comment. That's what keeps me going.\n\nAnd please support me on Patreon: \nhttps://www.patreon.com/user?u=3191693\nFollow me:\nTwitter: https://twitter.com/sirajraval\nFacebook: https://www.facebook.com/sirajology Instagram: https://www.instagram.com/sirajraval/ Instagram: https://www.instagram.com/sirajraval/ \nSignup for my newsletter for exciting updates in the field of AI:\nhttps://goo.gl/FZzJ5w\nHit the Join button above to sign up to become a member of my channel for access to exclusive content!",
      "channelTitle": "YouTube Learning"
    },
    {
      "duration": "0:01",
      "title": "\"The Future of Data Visualization\" - Jeffrey Heer (Strata + Hadoop 2015)",
      "description": "From the 2014 Strata + Hadoop World conference in San Jose, a keynote from Jeffrey Heer, Co-Founder of Trifacta: \"Charting a Path Forward: The Future of Data Visualization\".\n\nWatch more from Strata + Hadoop San Jose 2015: http://goo.gl/k9J3GB\nVisit the conference website to learn more: http://strataconf.com/big-data-conference-ca-2015/\nSubscribe to O’Reilly on YouTube! http://goo.gl/szEauh\n\nStay Connected to O'Reilly Media by Email - http://goo.gl/YZSWbO\nFollow O'Reilly Media:\nhttp://plus.google.com/+oreillymedia\nhttps://www.facebook.com/OReilly\nhttps://twitter.com/OReillyMedia\n\nAbout Jeffrey Heer (Trifacta | University of Washington):\nCo-Founder of Trifacta Inc. Computer Science Professor at UW. Data, visualization & interaction.",
      "channelTitle": "YouTube Learning"
    },
    {
      "duration": "34:59",
      "title": "A.I. Experiments: Visualizing High-Dimensional Space",
      "description": "Check out https://g.co/aiexperiments to learn more.\n\nThis experiment helps visualize what’s happening in machine learning. It allows coders to see and explore their high-dimensional data. The goal is to eventually make this an open-source tool within TensorFlow, so that any coder can use these visualization techniques to explore their data. http://g.co/aiexperiments\n\nBuilt by Daniel Smilkov, Fernanda Viégas, Martin Wattenberg, and the Big Picture team at Google.\n\nMore resources:\nhttp://www.tensorflow.org",
      "channelTitle": "YouTube Learning"
    },
    {
      "duration": "0:05",
      "title": "The beauty of data visualization - David McCandless",
      "description": "View full lesson: http://ed.ted.com/lessons/david-mccandless-the-beauty-of-data-visualization\n\nDavid McCandless turns complex data sets, like worldwide military spending, media buzz, and Facebook status updates, into beautiful, simple diagrams that tease out unseen patterns and connections. Good design, he suggests, is the best way to navigate information glut -- and it may just change the way we see the world.\n\nTalk by David McCandless.",
      "channelTitle": "YouTube Learning"
    },
    {
      "duration": "1:16",
      "title": "Moving Beyond Data Visualization | Frank Evans | TEDxOU",
      "description": "Previously, Data Science built visualizations to answer one question at a time. Explorable data applications can instead reveal what questions can be asked. Frank D. Evans is a Data Scientist with Exaptive, an Oklahoma City-based data science software company. Frank focuses on how data-driven applications can be leveraged to explore data in innovative ways. He specializes in data networks--where pieces of data are described and interacted with according to their relationships to other data, people, and domains. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx",
      "channelTitle": "YouTube Learning"
    }
  ]
}